amd-ucode
amdvlk
android-tools
atril
base
base-devel
bat
bemenu
bootconfig
bpf
brightnessctl
btop
cgroup_event_listener
chromium
clang
cmake
code
cpupower
dconf-editor
discord
dmenu
dust
efibootmgr
file-roller
firefox
fish
fzf
gedit
gimp
git
go
gparted
gst-plugin-pipewire
handbrake
helix
hyperfine
hyperv
imagemagick
inter-font
iwd
j4-dmenu-desktop
jdk-openjdk
jdk11-openjdk
jq
kanshi
kitty
lazygit
libpulse
libreoffice-fresh
libva-utils
linux-firmware
linux-lts
linux-zen
lldb
lxappearance-gtk3
mako
man-db
man-pages
mate-polkit
materia-gtk-theme
mbedtls2
mediainfo
mesa-vdpau
miniserve
mtpfs
nano
nemo
nemo-fileroller
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
p7zip
papirus-icon-theme
pavucontrol
perf
pipectl
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qalculate-gtk
qbittorrent
qt6ct
reflector
rsync
sddm
seahorse
signal-desktop
slurp
smartmontools
sniffnet
sof-firmware
spotify-launcher
sway
swaybg
swayidle
swayimg
swaylock
sysstat
telegram-desktop
tlp
tmon
toml-bombadil
ttf-ibm-plex
turbostat
usbip
vdpauinfo
vlc
vulkan-radeon
waybar
wayland-utils
webp-pixbuf-loader
wget
wireless-regdb
wireless_tools
wireplumber
x86_energy_perf_policy
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xwayland
zellij
zoxide
