amd-ucode
android-tools
android-udev
aria2
atril
base
base-devel
bemenu
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chromium
cloudflare-warp-bin
cups
cups-pk-helper
direnv
discord
dust
efibootmgr
ffmpeg4.4
firefox
fish
foot
gamescope
gedit
git
github-cli
gnome-disk-utility
go
gst-plugin-pipewire
helix
htop
imagemagick
inter-font
iwd
iwgtk
j4-dmenu-desktop
jamesdsp
jdk-openjdk
jdk17-openjdk
kitty
lazygit
libpulse
lightdm
lightdm-gtk-greeter
linux-firmware
linux-lts
linux-zen
lvm2
mako
man-db
materia-gtk-theme
miniserve
mpv
mpv-mpris
nano
nemo
nemo-fileroller
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
podman-compose
podman-desktop
podman-docker
power-profiles-daemon
qbittorrent
rustup
seahorse
signal-desktop
slurp
smartmontools
snapper
sof-firmware
spotify-launcher
ssh-audit
steam
sudo
sway
swaybg
swayidle
swayimg
swaylock
system-config-printer
tldr
toml-bombadil
ttf-ibm-plex
unzip
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xfce4-settings
xorg-server
xorg-xinit
xorg-xwayland
yay
zellij
zram-generator
