amd-ucode
android-file-transfer
android-tools
arc-gtk-theme
archlinux-contrib
atril
base
base-devel
bat
bemenu
bind
bmon
brightnessctl
broot
cheese
cmake
code
cpupower
dconf-editor
dialog
discord
dmidecode
dust
efibootmgr
eog
ethtool
eva
expac
eza
firefox
fish
fuse2
gamescope
gdb
gedit
gimp
git
go
gparted
gst-plugin-pipewire
gtk-engine-murrine
helix
htop
imhex-bin
inter-font
inxi
irqbalance
iwd
jdk-openjdk
jdk11-openjdk
kitty
kmon
lazygit
libadwaita
libpulse
libva-mesa-driver
libva-utils
libvdpau-va-gl
libvirt
linux-firmware
linux-lts
linux-zen
lldb
mako
man-db
mate-polkit
mesa-utils
mesa-vdpau
miniserve
nano
nemo
nemo-fileroller
neofetch
net-tools
network-manager-applet
networkmanager
nm-connection-editor
nodejs
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntp
obsidian
openssh
p7zip
pacutils
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-qt6
psensor
pulsemixer
qalculate-gtk
qbittorrent
qt5ct
radeontop
reflector
seahorse
signal-desktop
smartmontools
sof-firmware
spotify-launcher
starship
steam
sway
swaybg
swayidle
swayimg
swaylock
telegram-desktop
tldr
tlp
tlp-rdw
toml-bombadil
tree
ttc-iosevka
ungoogled-chromium-bin
unrar
valgrind
vdpauinfo
vlc
vulkan-tools
waybar
wev
wget
wireplumber
wl-clipboard
wlogout
xdg-desktop-portal-gtk
xdg-utils
xsettingsd
yay-bin
zellij
zig
zoxide
